<template lang="html">
  <div class="view">
    <div class="c-view-content">
      <div class="content c-font-m">

        <p class="title">
          注册协议
        </p>

        <p class="lightblue">一、 本协议的签署和修订</p>
        <p>1.1 大王贷款平台（以下简称本平台）是由中盟盛世投资控股（深圳）有限公司提供的一款提供综合贷款撮合服务的APP，只接受持有中华人民共和国有效合法公民身份证明的20周岁至60周岁法律规定具有完全民事权利和完全民事行为能力，能够独立承担民事责任的自然人成为用户。如您不符合资格，请停止注册操作，否则本平台有权随时中止或终止您的用户资格。</p>
        <p>1.2 本协议内容包括以下条款及本平台已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的一部分，与协议正文具有同等法律效力。本协议是您自愿真实意愿表示与本平台共同签订的，适用于您在本平台的全部行为活动。在您打开本平台点击注册成为用户时，代表您已经阅读、理解并接受本协议的全部条款及各类规则，并承诺遵守本平台所涉中国的各类法律、法规、政策的规定，如有违反而导致任何法律后果的发生，您将以自己的名义独立承担所有相应的法律责任，与本平台无关</p>
        <p>1.3 本平台有权根据相关法律、法规、政策的要求及提供服务的需要不定时地修改更新本协议或根据本协议制定、修改各类具体规则并在本平台相关系统板块进行发布，请您务必注意本协议及具体规则的变更。若您在本协议及具体规则内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议和具体规则内容，也将遵循修改后的协议和具体规则使用本平台的服务；同时就您在协议和具体规则修订前通过本平台进行交易的各种行为及其效力，视为您已同意并已按照本协议及有关规则进行了相应的授权和追认。若您不同意修改后的协议内容，您可以在偿还已发生的全部借款的前提下，选择停止使用本平台的服务。</p>
        <p>1.4 您通过自行或授权有关第三方根据本协议及本平台有关规则、说明操作确认本协议后，本协议即在您和本平台之间产生法律效力。本协议不涉及您与本平台的其他用户之间因网上交易而产生的法律关系或法律纠纷，但您在此同意将全面接受和履行与本平台其他用户在本平台签订的任何电子法律文本，并承诺按该等法律文本享有和/或放弃相应的权利、承担和/或豁免相应的义务。</p>
        <p class="lightblue">二、 本平台服务的提供</p>
        <p>2.1 本平台提供的服务包括但不限于：用户身份信息验证、用户手机号码验证、用户个人信息及资料审核、账户开立及维护、信用咨询与评估、向出借人提交授信及贷款申请、反馈授信审批结果，贷款信息展示、还款进度查询、还款指令反馈、逾期还款通知及管理等，具体详情以本平台当下提供的服务内容明细为准。您理解并同意，本平台有权根据您提供的各项真实有效信息及本平台独立获得的其他有关信息评定您在本平台所拥有的个人信用等级，或决定是否审核通过您向出借人发出的借款申请。</p>
        <p>2.2 基于本平台运行和交易安全的各种合理需要，本平台可以随时暂时停止提供、限制或改变本平台服务的部分功能，或提供新的功能。在任何功能减少、增加或者变化时，只要您仍然使用本平台的任何服务，均表示您仍然同意本协议或者变更后的协议。</p>
        <p>2.3 您确认，您在本平台上按本平台任何服务流程所确认的交易状态将成为本平台为您进行相关交易或操作的明确指令。您同意本平台有权按相关指令依据本协议和/或有关文件和规则对相关事项进行处理。</p>
        <p>2.4 因下列原因所引起的任何纠纷或损失由您本人负责解决和承担，与本平台无关，本平台不承担任何责任：</p>
        <p>（1）您向本平台提交的任何信息存在不真实、不完整、错误、虚假、过时或未及时更新您个人基本信息等情形；</p>
        <p>（2）您保证并承诺通过本平台交易的资金来源合法；</p>
        <p>（3）您未能向本平台提交有效申请；</p>
        <p>（4）您未及时对交易状态进行修改或确认；</p>
        <p>（5）其他非因本平台所产生的原因。</p>
        <p class="lightblue">三、 用户信息及隐私权保护</p>
        <p>3.1 本平台有权利要求用户信息的提供、并获取及核实相应的用户信息。</p>
        <p>3.1.1 您有义务在使用本平台服务时提供自己的真实资料（包括但不限于提供真实有效的身份证件信息、清晰的本人照片信息、联系方式信息、地址信息等），用户必须保证诸如电子邮件地址、联系电话、联系地址等内容的真实性、有效性、安全性和及时更新，以便本平台为您提供服务并与您进行及时、有效的联系。您同意本平台可通过本平台公告、站内信、电子邮件、手机短信、无线通讯装置等电子方式或邮寄等物理方式进行，该等通知于发送之日视为已送达收件人（如邮寄方式向您发出通知，则在该等通知按照个人会员在本平台留存的联系地址交邮的第三个自然人即视为送达）。您需完全独立承担因通过这些联系方式无法与您取得联系而导致您在使用本服务过程中遭受的任何损失或增加任何费用等不利后果，本平台不承担任何赔偿责任。</p>
        <p>3.1.2 为了向您提供更精准、优化的服务，同时为确保您使用本平台相关服务的安全性，本平台将通过合法途径了解和获取您的下述必要个人信息：</p>
        <p>（1）个人身份信息：姓名、身份证件信息等；</p>
        <p>（2）个人联系信息：个人联系电话、联系人联系电话、工作单位联系电话等；</p>
        <p>（3）地址信息：家庭住址、工作单位地址等；</p>
        <p>（4）手机通讯信息：通讯录、短信、通话记录、手机应用情况等。</p>
        <p>您理解、同意并授权本平台为提供服务之目的获取和使用您的上述信息。</p>
        <p>3.1.3 您同意本平台可以自行或通过合作的第三方机构对您提交或本平台收集的用户信息（包括但不限于您的个人身份证件信息等）进行核实，并对获得的核实结果根据本协议及有关文件进行查看、使用和留存保管等操作。</p>
        <p>3.1.4您理解、同意并授权本平台可以将下列资料收集在您的专门档案中：</p>
        <p>（1）您提交给本平台的个人通讯信息（包括但不限于手机短信、电子邮件、信件等）；</p>
        <p>（2）其他用户或第三方向本平台提交的关于您在本平台上的活动或登录事项的通讯信息（包括但不限于手机短信、电子邮件、信件等）。</p>
        <p>3.2 用户信息的使用和披露</p>
        <p>3.2.1 您同意本平台可使用关于您的个人资料（包括但不限于本平台持有的有关您的档案中的资料，及本平台从您目前及以前在本平台上的活动所获取的其他资料等）。为解决争议、对纠纷进行调停、确保在本平台进行安全交易，执行本平台的服务协议及相关规则等需要，本平台有权调查多个用户以识别问题或解决争议，并且可以审查您的资料以区分使用多个账户或别名的用户。为防止在本平台上产生的欺诈、违法、或其他刑事犯罪活动，避免您及本平台遭受损失，您理解并同意本平台可通过人工或自动程序对您的个人资料进行评价。</p>
        <p>3.2.2 您同意本平台可以使用您的个人资料进行相关分析，改善本平台的内容和产品推广形式，并使本平台的内容、设计和服务更能符合用户的要求。</p>
        <p>3.2.3 您同意本平台利用您的资料与您联络并（在某些情况下）向您传递针对您的兴趣而提供的信息，包括但不限于有针对性的推广内容、与交易管理有关的通知、以及有关您使用本平台的通讯资料。您接受本协议即视为您同意本平台收取这些资料。</p>
        <p>3.2.4 您注册成功后应妥善保管您的用户名和密码。您确认，无论是您还是您的代理人，用您的用户名和密码登录本平台后在本平台的一切操作行为均代表您的真实意思表示，并由您承担相应的法律后果。</p>
        <p>3.2.5 本平台对于您提供的、自行获取的、经认证的个人信息将按照本协议予以保护、使用或者披露。本平台将依法保护您的个人资料，但本平台对于因不可抗力及其他非因本平台原因导致的您的通讯资料或其他个人资料的泄露，不承担法律责任。</p>
        <p>3.2.6 您使用本平台服务进行交易时，您即授权本公司将您的包括但不限于真实姓名、联系方式、信用状况等必要的个人信息和交易信息披露给与您交易的合作机构，用于合作机构自行或通过其他第三方合作机构对您的身份信息进行验证，当您发生违约或其他影响信用的行为时，您授权合作机构可根据本公司的查询请求，提供可以联系到您的电话号码、地址等联系信息，用于追究违约责任；您了解合作机构会记录您的违约行为并依法向他人提供，这可能影响您的贷款等信用生活服务。您在此申请并同意，为了使用合作机构提供的服务，您同意向合作机构作出上述相关授权。</p>
        <p>3.2.7 本平台有义务根据有关法律、法规、政策等要求向有权机关（包括但不限于司法机关、行政机关等）提供您的个人资料。在您未能按照与本协议、本平台有关规则或者与本平台其他用户签订的有关协议的约定履行自己应尽的义务时（包括但不限于当您作为借款人发生逾期还款或有其他违约行为时），本平台有权根据自己的判断、有关协议和规则、国家生效裁决文书或者与该笔交易有关的其他用户的合理请求披露您的个人资料（包括但不限于在本平台及互联网络上公布您的违法、违约行为，并有关将该内容记入任何与您相关的信用资料、档案或数据库），出借人或本平台可以采取发布您的个人信息等方式依法追索债权，或应司法部门的要求提供相关资料，本平台对此不承担任何责任。</p>
        <p>3.3 您对其他用户信息的使用</p>
        <p>3.3.1 在本应用提供的交易活动中，您无权要求本应用提供其他用户的个人资料</p>
        <p>3.4 密码的安全性</p>
        <p>3.4.1维护密码及帐号的机密安全，是您的责任。利用该密码及帐号所进行的一切行动，您应负完全的责任。所衍生的任何损失或损害，本平台无法也不承担任何负责。您同意以下事项∶ 您的密码或帐号遭到未获授权的使用，或者其他任何安全问题发生时，您须立即通知本平台，要求本平台暂停相关服务，否则由此产生的一切责任由您本人承担。 每次连线完毕，请均结束您的帐号使用。若您未能依前述指示行事，则有可能得不到本平台在安全方面的保护，如因此受到损失则由用户自行承担。 用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用，应立即通知本平台。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，本平台不承担任何责任。</p>
        <p class="lightblue">四. 免责声明</p>
        <p>4.1 您同意使用本平台所存在的风险将完全由您承担；因您使用本平台而产生的一切后果也由您自己承担，本平台对您不承担任何责任。</p>
        <p>4.2 本平台不承诺本平台一定能满足您的要求，也不承诺本平台不会中断，对本平台的及时性、安全性、准确性也都不作承诺。</p>
        <p>4.3 对于因不可抗力或本平台不能控制的原因造成的本平台中断或其它缺陷，本平台不承担任何责任，但将尽力减少因此而给您造成的损失和影响。</p>
        <p>4.4本平台不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由本平台实际控制的任何网页上的内容，本平台不承担任何责任。</p>
        <p>4.5本平台上所发布的所有评论、分析报告及预测仅作为参考之用，不对您实际操作产生的盈亏承担任何责任。</p>
        <p>4.6本借款不能用于购买房屋和汽车，不能用于投资证券、期货或参与其他违法违规交易。</p>
        <p class="lightblue">五、知识产权</p>
        <p>5.1 本平台及关联公司所有系统及本网站上所有内容，包括但不限于著作、图片、档案、资料、网站架构、网站画面的安排、网页设计，均由本平台或本平台关联公司依法拥有其各项知识产权（包括但不限于商标权、专利权、著作权、商业秘密与专有技术等）。</p>
        <p>5.2 非经本平台书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表或者进行还原工程解编或反向组绎本网站程序或内容。</p>
        <p>5.3 尊重知识产权是您应尽的义务，如有违反，您应承担损害责任（包括但不限于诉讼费及律师费用等。）</p>
        <p class="lightblue">六、 用户承诺</p>
        <p>6.1用户承诺本人不是在校学生。如您是在校学生，请不要尝试注册本平台。</p>
        <p>6.2如果本平台发现用户为在校学生或信息存在虚假或欺诈，平台有权在任何时候且无需通知用户的情况下停止信息撮合服务。</p>
        <p class="lightblue">七、 其他</p>
        <p>7.1本平台对本协议拥有最终的解释权。本协议及本平台有关页面的相关名词可互相引用参照，如有不同理解，则以本协议条款为准。此外，若本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效。</p>
        <p>7.2您同意保障和维护本平台及其他用户的利益，如因您违反有关法律、法规或本协议项下的任何条款而给本平台或任何其他第三人造成损失，您同意承担由此造成的损害赔偿责任。</p>
        <p>7.3因您使用本平台所提供的服务所导致的一切争议或纠纷，您与本平台可通过友好协商方式解决。如协商不成，任何一方有权将争议提交上深圳市南山区人民法院通过诉讼解决。</p>

      </div>
      <!--
      <div class="content c-font-m">

        <p class="title">
          睿普保险免费赠险协议
        </p>

        <p class="lightblue">1.定义</p>
        <p>1.1睿普保险：指睿普保险网站、睿普保险手机软件、以及睿普保险的运营商中的一个或多个。</p>
        <p>1.2用户：指使用睿普保险服务的自然人，该自然人应当为中华人民共和国大陆地区公民，且具有完全民事行为能力；不具备完全民事行为能力的人，需在监护人的监护下使用睿普保险服务；若不具备上述资格或条件，请勿使用睿普保险服务。</p>
        <p>1.3个人信息：指用户在使用睿普保险服务时向睿普保险或相关第三方提交的包括但不限于身份证号、电话号码、年龄、住址等信息；或用户在使用睿普保险服务时所产生的包括但不限于订单信息、配送信息中所包含的涉及用户隐私的信息。</p>
        <p class="lightblue">2.服务规则</p>
        <p>2.1睿普保险向用户提供的包括但不限于保险测算、保险推荐、保险代赠、保险代销或其他产品推荐等服务，均基于用户所提交的信息以及相关产品市场的情况；由于信息的有限性、时效性以及市场状况等限制条件，该等服务仅能视为睿普保险根据当时已知的情况所提供的建议，并不构成睿普保险或第三方对用户进行交易的要约；用户有义务根据自己的实际情况判断该等建议，并对自己的决策负责。</p>
        <p>2.2用户可通过睿普保险获得（包括免费领取与付费购买等）保险公司、保险经纪公司等第三方提供的保险产品及服务，用户通过睿普保险提出获得该等产品或服务的申请时，即视为用户授权睿普保险向相关第三方发送获得该等服务所需要的用户信息，该申请即视为用户通过睿普保险向第三方发出的要约。</p>
        <p>2.3用户可通过睿普保险获得其他产品或服务的推荐服务，用户通过睿普保险向产品或服务的提供方提出获得该等产品或服务的申请时，即视为用户授权睿普保险向相关第三方发送获得该等服务所需要的用户信息，该申请即视为用户通过睿普保险向第三方发出的要约。</p>
        <p>2.4睿普保险向用户提供服务的方式包括但不限于通过网站、手机软件、电子邮件、短信、电话等，除睿普保险提供选择并经用户同意排除某种服务方式以外，用户接受睿普保险通过任何合法方式提供服务。</p>
        <p>2.5睿普保险有权在向用户提供服务的过程中，以各种服务方式向用户投放睿普保险或第三方的营销信息，除睿普保险提供选择并经用户同意排除以某种服务方式提供营销信息外，用户同意接收睿普保险通过任何合法方式投放营销信息。</p>
        <p>2.6用户使用睿普保险服务所需要的购买设备、获得电信业务等费用由用户自行承担。</p>
        <p>2.7用户使用睿普保险服务，仅限于为用户本人使用；若为第三人使用的，应取得合法的代理权限且满足相关服务的法律法规，用户应自行承担为第三人使用服务所导致效力瑕疵的后果。</p>
        <p>2.8用户通过任何第三方使用睿普保险服务，同样视为用户接受睿普保险的服务，应当遵守本协议的约定。</p>
        <p class="lightblue">3.用户信息</p>
        <p>3.1用户在使用睿普保险服务时，向睿普保险提供的信息应当是真实、准确的；若用户的现实情况有变更，用户应当及时操作更新该等信息，用户无法通过操作直接完成的更新，应当及时书面通知睿普保险进行更新；用户因信息不真实、不准确或者未更新导致的责任由用户承担。</p>
        <p class="lightblue">4.隐私保护</p>
        <p>4.1睿普保险保护用户的个人隐私，用户在使用睿普保险服务时所提交或形成的个人信息，均在睿普保险的保护范围内。</p>
        <p>4.2睿普保险将严格按照行业标准保护用户的个人信息，对用户的个人信息进行妥善的保存、使用，除按照法律法规或本协议的其他约定，以及行政司法部门的要求外，不向任何第三方泄露用户的个人信息。</p>
        <p>4.3为了提升服务水平，睿普保险有权在不泄露用户个人信息的前提下，对包含用户的个人信息的数据库进行分析和商业上的利用，用户接受该等分析和利用。</p>
        <p>4.4下列情况下，睿普保险有权向有关第三方透露用户的个人信息：</p>
        <p>（1）用户授权睿普保险向第三方透露；</p>
        <p>（2）用户通过睿普保险向第三方申请获得产品或服务，而获得该等产品或服务需要用户的个人信息；</p>
        <p>（3）根据相关法律法规的规定；</p>
        <p>（4）根据行政主管部门或司法部门的合法要求；</p>
        <p>（5）因用户违反本协议，睿普保险为维护自身或有关的第三方的合法权益。</p>
        <p>4.5用户了解，即使睿普保险努力采取防范措施，也无法完全避免因为黑客攻击、计算机病毒、木马程序、个人账户密码泄露等原因导致的用户个人信息泄露；睿普保险在出现该等情况时，将会积极帮助用户维护自己的合法权益，但不对因用户或第三方的过错导致的用户个人信息泄露承担责任。</p>
        <p class="lightblue">5.知识产权</p>
        <p>用户保证向睿普保险所提交的内容不构成对他人知识产权的侵犯，否则睿普保险有权删除该等内容；睿普保险因此承担了赔偿责任的，有权向用户进行追偿。</p>
        <p class="lightblue">6.使用限制</p>
        <p>用户使用睿普保险服务时，应当遵守下列内容：</p>
        <p>用户违反上述内容的，睿普保险有权采取包括但不限于删除相关内容、暂停服务、锁定账号等行动；用户因违反上述内容给睿普保险造成损失，或者导致睿普保险承担对第三人的责任的，睿普保险有权要求用户承担相应的损失或责任。</p>
        <p class="lightblue">7.违约责任</p>
        <p>由于用户违反本协议约定，导致睿普保险受到损失的，睿普保险有权要求用户承担赔礼道歉、赔偿损失等责任；损失的范围包括但不限于：</p>
        <p>（1）睿普保险受到的直接经济损害；</p>
        <p>（2）睿普保险的预期利益减少；</p>
        <p>（3）睿普保险的商誉、商业秘密、知识产权等被侵犯而受到的损失；</p>
        <p>（4）睿普保险因用户过错而向第三方承担的责任；</p>
        <p>（5）睿普保险为要求用户承担责任而支出的律师费、诉讼费等费用；</p>
        <p>（6）其他因用户过错导致睿普保险所受到的损失。</p>
        <p class="lightblue">8.免责声明</p>
        <p>8.1用户了解，用户通过睿普保险提交申请，并最终获得的第三方所提供的产品或服务，其提供方并非睿普保险，若用户对该等产品或服务有争议，需与有关第三方解决该争议，睿普保险不对该等产品或服务承担任何责任。</p>
        <p>8.2用户了解，睿普保险无法保证也没有义务保证任何第三方提供的信息的真实性和有效性，用户应当对从睿普保险获得的第三方信息（包括但不限于网页、营销邮件、外部链接等中的信息）进行谨慎地审核，并自行承担与第三方交易所产生的后果，睿普保险不对用户与第三方的交易承担任何责任。</p>
        <p>8.3用户了解，尽管睿普保险不断提高服务水平，优化软件硬件设备，完善防控制度，但是仍然无法完全避免因为网络中断、黑客攻击、计算机病毒、第三方程序问题以及其他技术原因导致的服务问题；由此所造成的用户损失，由用户或其他有过错的责任人承担，睿普保险不承担任何责任。</p>
        <p>8.4对于地震、台风、水灾、海啸、雷电、火灾、瘟疫、流行病、战争、恐怖主义、敌对行为、暴动、罢工、停止供应主要服务、电力中断、政府管制或其它类似事件以及不可抗力，致使睿普保险不能按约履行本协议，因此给用户造成损失的，睿普保险不承担任何责任。</p>
        <p class="lightblue">9.协议终止</p>
        <p>9.1用户在不影响睿普保险及第三方利益的情况下，可以通过注销账号并停止使用睿普保险服务的方式终止本协议。</p>
        <p>9.2根据相关法律法规的规定，或者因用户严重违反本协议约定，导致睿普保险删除用户账号的，本协议终止。</p>
        <p>9.3本协议终止的，并不影响用户在协议终止之前，或者根据相关法律法规而应当承担的法律责任。</p>
        <p class="lightblue">10.通知方式</p>
        <p>除睿普保险主动采用其他方式通知以外，睿普保险对用户的通知均采用在睿普保险上公示的方式做出，用户有义务不时的关注该等公示。</p>
        <p class="lightblue">11.争议解决</p>
        <p>11.1用户使用睿普保险服务所导致的与睿普保险之间的争议均适用中华人民共和国法律。</p>
        <p class="lightblue">12.协议效力</p>
        <p>12.1若本协议中部分条款无效或无法继续履行的，本协议中其他条款的效力不受影响。</p>
        <p>12.2用户与第三方所订立的协议，与本协议的内容有冲突的，用户与睿普保险之间的权利义务关系，按本协议的约定为准。</p>
      </div>

      <div class="content c-font-m">

        <p class="title">
          黑牛保险用户服务协议
        </p>

        <p>《黑牛保险用户服务协议》（以下称“本协议”）系黑牛保险的运营商与用户之间关于使用黑牛保险的产品及服务所订立的协议。</p>
        <p>黑牛保险在此特别提醒，请您认真、仔细阅读本协议。一旦您选择接受黑牛保险提供的服务或注册成为黑牛保险用户，则视为您理解并接受本协议的所有条款。若您不理解、不接受本协议，请立即离开黑牛保险。</p>
        <p class="lightblue">1.定义</p>
        <p>1.1黑牛保险：指黑牛保险网站、黑牛保险手机软件、以及黑牛保险的运营商中的一个或多个。</p>
        <p>1.2用户：指使用黑牛保险服务的自然人，该自然人应当为中华人民共和国大陆地区公民，且具有完全民事行为能力；不具备完全民事行为能力的人，需在监护人的监护下使用黑牛保险服务；若不具备上述资格或条件，请勿使用黑牛保险服务。</p>
        <p>1.3个人信息：指用户在使用黑牛保险服务时向黑牛保险或相关第三方提交的包括但不限于身份证号、电话号码、年龄、住址等信息；或用户在使用黑牛保险服务时所产生的包括但不限于订单信息、配送信息中所包含的涉及用户隐私的信息。</p>
        <p class="lightblue">2.服务规则</p>
        <p>2.1黑牛保险向用户提供的包括但不限于保险测算、保险推荐、保险代赠、保险代销或其他产品推荐等服务，均基于用户所提交的信息以及相关产品市场的情况；由于信息的有限性、时效性以及市场状况等限制条件，该等服务仅能视为黑牛保险根据当时已知的情况所提供的建议，并不构成黑牛保险或第三方对用户进行交易的要约；用户有义务根据自己的实际情况判断该等建议，并对自己的决策负责。</p>
        <p>2.2用户可通过黑牛保险获得（包括免费领取与付费购买等）保险公司、保险经纪公司等第三方提供的保险产品及服务，用户通过黑牛保险提出获得该等产品或服务的申请时，即视为用户授权黑牛保险向相关第三方发送获得该等服务所需要的用户信息，该申请即视为用户通过黑牛保险向第三方发出的要约。</p>
        <p>2.3用户可通过黑牛保险获得其他产品或服务的推荐服务，用户通过黑牛保险向产品或服务的提供方提出获得该等产品或服务的申请时，即视为用户授权黑牛保险向相关第三方发送获得该等服务所需要的用户信息，该申请即视为用户通过黑牛保险向第三方发出的要约。</p>
        <p>2.4黑牛保险向用户提供服务的方式包括但不限于通过网站、手机软件、电子邮件、短信、电话等，除黑牛保险提供选择并经用户同意排除某种服务方式以外，用户接受黑牛保险通过任何合法方式提供服务。</p>
        <p>2.5黑牛保险有权在向用户提供服务的过程中，以各种服务方式向用户投放黑牛保险或第三方的营销信息，除黑牛保险提供选择并经用户同意排除以某种服务方式提供营销信息外，用户同意接收黑牛保险通过任何合法方式投放营销信息。</p>
        <p>2.6用户使用黑牛保险服务所需要的购买设备、获得电信业务等费用由用户自行承担。</p>
        <p>2.7用户使用黑牛保险服务，仅限于为用户本人使用；若为第三人使用的，应取得合法的代理权限且满足相关服务的法律法规，用户应自行承担为第三人使用服务所导致效力瑕疵的后果。</p>
        <p>2.8用户通过任何第三方使用黑牛保险服务，同样视为用户接受黑牛保险的服务，应当遵守本协议的约定。</p>
        <p class="lightblue">3.物流配送</p>
        <p>3.1黑牛保险本身不向用户提供物流配送服务，若存在需要寄送的物品，黑牛保险将委托第三方物流进行配送。黑牛保险在任何时候所做出的对于物流配送时限的承诺，其时限均为黑牛保险将配送物品交付第三方物流的时限，而非用户收到物品的时限。</p>


        <p>3.2用户提供的与配送相关的信息应当真实、明确，否则视为用户放弃对所配送物品的权利。</p>
        <p>3.3黑牛保险委托第三方物流进行配送的费用承担方式，按如下顺序决定：</p>
        <p>（1）按照黑牛保险与用户之间关于该次交易的单独约定；</p>
        <p>（2）按照黑牛保险在物流配送前关于该次交易物流费用的公示或通知；</p>
        <p>（3）按照与该次交易相关的交易习惯；</p>
        <p>（4）由黑牛保险与用户协商确定。</p>

        <p class="lightblue">4.用户信息</p>
        <p>4.1用户在使用黑牛保险服务时，向黑牛保险提供的信息应当是真实、准确的；若用户的现实情况有变更，用户应当及时操作更新该等信息，用户无法通过操作直接完成的更新，应当及时书面通知黑牛保险进行更新；用户因信息不真实、不准确或者未更新导致的责任由用户承担。</p>
        <p>4.2用户有义务保护自己的信息，不得将其账号密码及其他个人信息转让或出借；用户遗忘账号密码信息的，应当及时通知黑牛保险找回。</p>
        <p>4.3用户一旦发现其账号密码及其他个人信息被他人非法使用，应当立即采取有效方式通知黑牛保险；黑牛保险收到用户通知后，有权对发送通知的用户进行验证，用户应当配合验证；黑牛保险经确认第三人非法使用用户的账号密码及其他个人信息的，有权暂停或终止相关服务，并对相关账号采取锁定、关停直至删除等行为。</p>
        <p>4.4黑牛保险有在权判断用户的账号密码及其他个人信息被转让、被出借、被他人非法使用时，暂停或终止相关服务，并对相关账号采取锁定、关停直至删除等行为。</p>
        <p>4.5用户的账号密码及其他个人信息被转让、被出借、被他人非法使用导致用户或第三方损失的，黑牛保险不承担赔偿责任。</p>
        <p class="lightblue">5.隐私保护</p>
        <p>5.1黑牛保险保护用户的个人隐私，用户在使用黑牛保险服务时所提交或形成的个人信息，均在黑牛保险的保护范围内。</p>
        <p>5.2黑牛保险将严格按照行业标准保护用户的个人信息，对用户的个人信息进行妥善的保存、使用，除按照法律法规或本协议的其他约定，以及行政司法部门的要求外，不向任何第三方泄露用户的个人信息。</p>
        <p>5.3为了提升服务水平，黑牛保险有权在不泄露用户个人信息的前提下，对包含用户的个人信息的数据库进行分析和商业上的利用，用户接受该等分析和利用。</p>
        <p>5.4下列情况下，黑牛保险有权向有关第三方透露用户的个人信息：</p>
        <p>（1）用户授权黑牛保险向第三方透露；</p>
        <p>（2）用户通过黑牛保险向第三方申请获得产品或服务，而获得该等产品或服务需要用户的个人信息；</p>
        <p>（3）根据相关法律法规的规定；</p>
        <p>（4）根据行政主管部门或司法部门的合法要求；</p>
        <p>（5）因用户违反本协议，黑牛保险为维护自身或有关的第三方的合法权益。</p>
        <p>5.5用户了解，即使黑牛保险努力采取防范措施，也无法完全避免因为黑客攻击、计算机病毒、木马程序、个人账户密码泄露等原因导致的用户个人信息泄露；黑牛保险在出现该等情况时，将会积极帮助用户维护自己的合法权益，但不对因用户或第三方的过错导致的用户个人信息泄露承担责任。</p>
        <p class="lightblue">6.知识产权</p>
        <p>6.1用户保证向黑牛保险所提交的内容不构成对他人知识产权的侵犯，否则黑牛保险有权删除该等内容；黑牛保险因此承担了赔偿责任的，有权向用户进行追偿。</p>
        <p>6.2用户在使用黑牛保险服务时所提交的内容，一旦形成用户的知识产权，则对于其中可转让的部分，用户独家且不可撤销地转让给黑牛保险所有；用户不再以任何形式在其他地方发布或授权其他主体使用该等内容。</p>
        <p>6.3黑牛保险对向用户提供服务过程中所产生的内容享有完全的知识产权；除用于接受黑牛保险提供的服务外，用户不得在其他任何地方使用或授权他人使用该等内容。</p>
        <p>6.4用户不得以任何方式侵犯黑牛保险的知识产权，否则黑牛保险有权暂停或终止该用户在黑牛保险的服务，并要求该用户赔偿损失（包括预期利益损失）。</p>
        <p class="lightblue">7.使用限制</p>
        <p>用户使用黑牛保险服务时，应当遵守下列内容：</p>
        <p>（1）不得违反本协议的约定；</p>
        <p>（2）不得侵犯黑牛保险以及第三人的合法权益；</p>
        <p>（3）不得违反中国大陆的法律法规；</p>
        <p>（4）不得违反有关行政主管机关及司法机关的合法要求；</p>
        <p>（5）不得损害公共利益。</p>
        <p>用户违反上述内容的，黑牛保险有权采取包括但不限于删除相关内容、暂停服务、锁定账号等行动；用户因违反上述内容给黑牛保险造成损失，或者导致黑牛保险承担对第三人的责任的，黑牛保险有权要求用户承担相应的损失或责任。</p>
        <p class="lightblue">8.违约责任</p>
        <p>由于用户违反本协议约定，导致黑牛保险受到损失的，黑牛保险有权要求用户承担赔礼道歉、赔偿损失等责任；损失的范围包括但不限于：</p>
        <p>（1）黑牛保险受到的直接经济损害；</p>
        <p>（2）黑牛保险的预期利益减少；</p>
        <p>（3）黑牛保险的商誉、商业秘密、知识产权等被侵犯而受到的损失；</p>
        <p>（4）黑牛保险因用户过错而向第三方承担的责任；</p>
        <p>（5）黑牛保险为要求用户承担责任而支出的律师费、诉讼费等费用；</p>
        <p>（6）其他因用户过错导致黑牛保险所受到的损失。</p>
        <p class="lightblue">9.免责声明</p>
        <p>9.1用户了解，用户通过黑牛保险提交申请，并最终获得的第三方所提供的产品或服务，其提供方并非黑牛保险，若用户对该等产品或服务有争议，需与有关第三方解决该争议，黑牛保险不对该等产品或服务承担任何责任。</p>
        <p>9.2用户了解，黑牛保险无法保证也没有义务保证任何第三方提供的信息的真实性和有效性，用户应当对从黑牛保险获得的第三方信息（包括但不限于网页、营销邮件、外部链接等中的信息）进行谨慎地审核，并自行承担与第三方交易所产生的后果，黑牛保险不对用户与第三方的交易承担任何责任。</p>
        <p>9.3用户了解，尽管黑牛保险不断提高服务水平，优化软件硬件设备，完善防控制度，但是仍然无法完全避免因为网络中断、黑客攻击、计算机病毒、第三方程序问题以及其他技术原因导致的服务问题；由此所造成的用户损失，由用户或其他有过错的责任人承担，黑牛保险不承担任何责任。</p>
        <p>9.4对于地震、台风、水灾、海啸、雷电、火灾、瘟疫、流行病、战争、恐怖主义、敌对行为、暴动、罢工、停止供应主要服务、电力中断、政府管制或其它类似事件以及不可抗力，致使黑牛保险不能按约履行本协议，因此给用户造成损失的，黑牛保险不承担任何责任。</p>
        <p class="lightblue">10.协议更新</p>
        <p>10.1黑牛保险有权根据法律法规、相关政策、实际业务等的变化变更本协议；变更后的协议在黑牛保险上进行公示，新的协议一经公示即代替原来的协议。</p>
        <p>10.2用户有义务不时地注意本协议的变更。</p>
        <p>10.3新协议公示后，用户有权选择是否接受变更后的协议，若用户在协议变更后继续使用黑牛保险服务的，视为用户已经完全理解并接受变更后的协议；若用户对变更后的协议有任何的不理解、不接受，则应当立即停止使用黑牛保险服务。</p>
        <p class="lightblue">11.协议终止</p>
        <p>11.1用户在不影响黑牛保险及第三方利益的情况下，可以通过注销账号并停止使用黑牛保险服务的方式终止本协议。</p>
        <p>11.2根据相关法律法规的规定，或者因用户严重违反本协议约定，导致黑牛保险删除用户账号的，本协议终止。</p>
        <p>11.3本协议终止的，并不影响用户在协议终止之前，或者根据相关法律法规而应当承担的法律责任。</p>
        <p class="lightblue">12.通知方式</p>
        <p>除黑牛保险主动采用其他方式通知以外，黑牛保险对用户的通知均采用在黑牛保险上公示的方式做出，用户有义务不时的关注该等公示。</p>
        <p class="lightblue">13.争议解决</p>
        <p>13.1用户使用黑牛保险服务所导致的与黑牛保险之间的争议均适用中华人民共和国法律。</p>
        <p>13.2用户与黑牛保险之间的争议，双方应当友好协商解决，协商不成的，任何一方可向黑牛保险运营商所在地法院起诉。</p>
        <p class="lightblue">14.协议效力</p>
        <p>14.1若本协议中部分条款无效或无法继续履行的，本协议中其他条款的效力不受影响。</p>
        <p>14.2用户与第三方所订立的协议，与本协议的内容有冲突的，用户与黑牛保险之间的权利义务关系，按本协议的约定为准。</p>
      </div>

      <div class="content c-font-m">

        <p class="title">
          嘉名保险免费赠险协议
        </p>

        <p class="lightblue">1.定义</p>
        <p>1.1嘉名保险：指嘉名保险网站、嘉名保险手机软件、以及嘉名保险的运营商中的一个或多个。</p>
        <p>1.2用户：指使用嘉名保险服务的自然人，该自然人应当为中华人民共和国大陆地区公民，且具有完全民事行为能力；不具备完全民事行为能力的人，需在监护人的监护下使用嘉名保险服务；若不具备上述资格或条件，请勿使用嘉名保险服务。</p>
        <p>1.3个人信息：指用户在使用嘉名保险服务时向嘉名保险或相关第三方提交的包括但不限于身份证号、电话号码、年龄、住址等信息；或用户在使用嘉名保险服务时所产生的包括但不限于订单信息、配送信息中所包含的涉及用户隐私的信息。</p>
        <p class="lightblue">2.服务规则</p>
        <p>2.1嘉名保险向用户提供的包括但不限于保险测算、保险推荐、保险代赠、保险代销或其他产品推荐等服务，均基于用户所提交的信息以及相关产品市场的情况；由于信息的有限性、时效性以及市场状况等限制条件，该等服务仅能视为嘉名保险根据当时已知的情况所提供的建议，并不构成嘉名保险或第三方对用户进行交易的要约；用户有义务根据自己的实际情况判断该等建议，并对自己的决策负责。</p>
        <p>2.2用户可通过嘉名保险获得（包括免费领取与付费购买等）保险公司、保险经纪公司等第三方提供的保险产品及服务，用户通过嘉名保险提出获得该等产品或服务的申请时，即视为用户授权嘉名保险向相关第三方发送获得该等服务所需要的用户信息，该申请即视为用户通过嘉名保险向第三方发出的要约。</p>
        <p>2.3用户可通过嘉名保险获得其他产品或服务的推荐服务，用户通过嘉名保险向产品或服务的提供方提出获得该等产品或服务的申请时，即视为用户授权嘉名保险向相关第三方发送获得该等服务所需要的用户信息，该申请即视为用户通过嘉名保险向第三方发出的要约。</p>
        <p>2.4嘉名保险向用户提供服务的方式包括但不限于通过网站、手机软件、电子邮件、短信、电话等，除嘉名保险提供选择并经用户同意排除某种服务方式以外，用户接受嘉名保险通过任何合法方式提供服务。</p>
        <p>2.5嘉名保险有权在向用户提供服务的过程中，以各种服务方式向用户投放嘉名保险或第三方的营销信息，除嘉名保险提供选择并经用户同意排除以某种服务方式提供营销信息外，用户同意接收嘉名保险通过任何合法方式投放营销信息。</p>
        <p>2.6用户使用嘉名保险服务所需要的购买设备、获得电信业务等费用由用户自行承担。</p>
        <p>2.7用户使用嘉名保险服务，仅限于为用户本人使用；若为第三人使用的，应取得合法的代理权限且满足相关服务的法律法规，用户应自行承担为第三人使用服务所导致效力瑕疵的后果。</p>
        <p>2.8用户通过任何第三方使用嘉名保险服务，同样视为用户接受嘉名保险的服务，应当遵守本协议的约定。</p>
        <p class="lightblue">3.用户信息</p>
        <p>3.1用户在使用嘉名保险服务时，向嘉名保险提供的信息应当是真实、准确的；若用户的现实情况有变更，用户应当及时操作更新该等信息，用户无法通过操作直接完成的更新，应当及时书面通知嘉名保险进行更新；用户因信息不真实、不准确或者未更新导致的责任由用户承担。</p>
        <p class="lightblue">4.隐私保护</p>
        <p>4.1嘉名保险保护用户的个人隐私，用户在使用嘉名保险服务时所提交或形成的个人信息，均在嘉名保险的保护范围内。</p>
        <p>4.2嘉名保险将严格按照行业标准保护用户的个人信息，对用户的个人信息进行妥善的保存、使用，除按照法律法规或本协议的其他约定，以及行政司法部门的要求外，不向任何第三方泄露用户的个人信息。</p>
        <p>4.3为了提升服务水平，嘉名保险有权在不泄露用户个人信息的前提下，对包含用户的个人信息的数据库进行分析和商业上的利用，用户接受该等分析和利用。</p>
        <p>4.4下列情况下，嘉名保险有权向有关第三方透露用户的个人信息：</p>
        <p>（1）用户授权嘉名保险向第三方透露；</p>
        <p>（2）用户通过嘉名保险向第三方申请获得产品或服务，而获得该等产品或服务需要用户的个人信息；</p>
        <p>（3）根据相关法律法规的规定；</p>
        <p>（4）根据行政主管部门或司法部门的合法要求；</p>
        <p>（5）因用户违反本协议，嘉名保险为维护自身或有关的第三方的合法权益。</p>
        <p>4.5用户了解，即使嘉名保险努力采取防范措施，也无法完全避免因为黑客攻击、计算机病毒、木马程序、个人账户密码泄露等原因导致的用户个人信息泄露；嘉名保险在出现该等情况时，将会积极帮助用户维护自己的合法权益，但不对因用户或第三方的过错导致的用户个人信息泄露承担责任。</p>
        <p class="lightblue">5.知识产权</p>
        <p>用户保证向嘉名保险所提交的内容不构成对他人知识产权的侵犯，否则嘉名保险有权删除该等内容；嘉名保险因此承担了赔偿责任的，有权向用户进行追偿。</p>
        <p class="lightblue">6.使用限制</p>
        <p>用户使用嘉名保险服务时，应当遵守下列内容：</p>
        <p>用户违反上述内容的，嘉名保险有权采取包括但不限于删除相关内容、暂停服务、锁定账号等行动；用户因违反上述内容给嘉名保险造成损失，或者导致嘉名保险承担对第三人的责任的，嘉名保险有权要求用户承担相应的损失或责任。</p>
        <p class="lightblue">7.违约责任</p>
        <p>由于用户违反本协议约定，导致嘉名保险受到损失的，嘉名保险有权要求用户承担赔礼道歉、赔偿损失等责任；损失的范围包括但不限于：</p>
        <p>（1）嘉名保险受到的直接经济损害；</p>
        <p>（2）嘉名保险的预期利益减少；</p>
        <p>（3）嘉名保险的商誉、商业秘密、知识产权等被侵犯而受到的损失；</p>
        <p>（4）嘉名保险因用户过错而向第三方承担的责任；</p>
        <p>（5）嘉名保险为要求用户承担责任而支出的律师费、诉讼费等费用；</p>
        <p>（6）其他因用户过错导致嘉名保险所受到的损失。</p>
        <p class="lightblue">8.免责声明</p>
        <p>8.1用户了解，用户通过嘉名保险提交申请，并最终获得的第三方所提供的产品或服务，其提供方并非嘉名保险，若用户对该等产品或服务有争议，需与有关第三方解决该争议，嘉名保险不对该等产品或服务承担任何责任。</p>
        <p>8.2用户了解，嘉名保险无法保证也没有义务保证任何第三方提供的信息的真实性和有效性，用户应当对从嘉名保险获得的第三方信息（包括但不限于网页、营销邮件、外部链接等中的信息）进行谨慎地审核，并自行承担与第三方交易所产生的后果，嘉名保险不对用户与第三方的交易承担任何责任。</p>
        <p>8.3用户了解，尽管嘉名保险不断提高服务水平，优化软件硬件设备，完善防控制度，但是仍然无法完全避免因为网络中断、黑客攻击、计算机病毒、第三方程序问题以及其他技术原因导致的服务问题；由此所造成的用户损失，由用户或其他有过错的责任人承担，嘉名保险不承担任何责任。</p>
        <p>8.4对于地震、台风、水灾、海啸、雷电、火灾、瘟疫、流行病、战争、恐怖主义、敌对行为、暴动、罢工、停止供应主要服务、电力中断、政府管制或其它类似事件以及不可抗力，致使嘉名保险不能按约履行本协议，因此给用户造成损失的，嘉名保险不承担任何责任。</p>
        <p class="lightblue">9.协议终止</p>
        <p>9.1用户在不影响嘉名保险及第三方利益的情况下，可以通过注销账号并停止使用嘉名保险服务的方式终止本协议。</p>
        <p>9.2根据相关法律法规的规定，或者因用户严重违反本协议约定，导致嘉名保险删除用户账号的，本协议终止。</p>
        <p>9.3本协议终止的，并不影响用户在协议终止之前，或者根据相关法律法规而应当承担的法律责任。</p>
        <p class="lightblue">10.通知方式</p>
        <p>除嘉名保险主动采用其他方式通知以外，嘉名保险对用户的通知均采用在嘉名保险上公示的方式做出，用户有义务不时的关注该等公示。</p>
        <p class="lightblue">11.争议解决</p>
        <p>11.1用户使用嘉名保险服务所导致的与嘉名保险之间的争议均适用中华人民共和国法律。</p>
        <p>11.2用户与嘉名保险之间的争议，双方应当友好协商解决，协商不成的，任何一方可向嘉名保险运营商所在地法院起诉。</p>
        <p class="lightblue">12.协议效力</p>
        <p>12.1若本协议中部分条款无效或无法继续履行的，本协议中其他条款的效力不受影响。</p>
        <p>12.2用户与第三方所订立的协议，与本协议的内容有冲突的，用户与嘉名保险之间的权利义务关系，按本协议的约定为准。</p>

      </div>
      -->

    </div>
    </div>
  </div>

</template>

<script>
  export default {
    data () {
      return {
        pageTitle: '协议'
      }
    },
    mounted() {
      document.title=this.pageTitle;
      this.$root.loadingClose();
      this.$root.setWebAttribute({
        title: this.pageTitle
      })
    }
  }
</script>
<style lang="scss" scoped>
  .content{
    color: #666666;
    padding: 15px 20px;

    p {
      text-indent: 24px;
      margin-bottom: 20px;
      &.title {
        text-align: center;
        color: #333;
        font-size: 22px;
        text-indent: 0px;
      }
    }

    .no-m-b {
      margin-bottom: 0;
    }
    .red {
      color: rgb(255,0,0);
    }

    .drakblue {
      color: rgb(68,84,106);
    }

    .lightblue {
      text-indent: 0;
      margin-bottom: 8px;
      color: #333333;
      font-weight: 700;
    }
    .orange {
      color: rgb(237,125,49);
    }
    .strong {
      font-weight: 700;
    }

    .underline {
      text-decoration: underline;
    }
  }
</style>
